Revit 2024 API
ParameterTypeId.ArcCenterMark Property
 "Center Marks"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ArcCenterMark { get; }
Visual Basic
Public Shared ReadOnly Property ArcCenterMark As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ArcCenterMark {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace